import { Link } from 'react-router-dom';
import '../RelationPage/RelationPage.css'

export default function RelationPage() {

    return (
        <div className='relation__container'>

            <div className='relation__container_arrow'>
                <Link to="/" className='relation__back'></Link>
            </div>

            <div className='relation__content'>

                <p
                    style={{
                        fontSize: '20px'
                    }}
                >
                    <b>Исцеляющие отношения в психотерапии и в жизни</b>
                </p>

                <p
                    style={{ marginTop: '20px' }}
                >
                    13 Декабря 2021
                </p>

                <p>Мария Долгополова</p>

                <p>Психоаналитический психотерапевт, гештальт-терапевт</p>

                <p
                    style={{ marginTop: '20px' }}
                >
                    Современная академическая психология по-прежнему стоит на постулате, что человеческая психика (начиная с исследований Выготского произвольных функций) формируется через опыт отношений и взаимодействия с другими людьми. Этот текст об отношениях как важном фасилитаторе внутренних психических трансформаций.
                </p>

                <p
                    style={{
                        margin: "20px",
                        fontSize: '20px'
                    }}
                >
                    <b>Что может происходить в естественных условиях?</b>
                </p>

                <p>
                    Я не согласна с теми коллегами, которые утверждают невозможность или относятся скептически к способности человека решать труднейшие психологические проблемы без профессиональной помощи. По моим впечатлениям – такое тоже регулярно случается. И я чувствую интерес подробнее описать, как это может происходить и что, в связи с этим, стоит моделировать в психотерапии. В данном тексте я буду подразумевать под исцелением – процесс восстановления психики до большей целостности. А под исцеляющими отношениями – те отношения, в которых данный процесс происходит наиболее интенсивно. Существует радикальная позиция, что любые существенные внутренние перемены возможны только через новый опыт отношений. Я ограничусь формулировкой, что часто именно отношения запускают мощные внутренние трансформации.
                </p>

                <p
                    style={{
                        margin: "20px",
                        fontSize: '20px'
                    }}
                >
                    <b>Как нарушается целостность?</b>
                </p>

                <p>
                    Процесс нарушения целостности неизбежен и естественен. То жизненное после, в котором каждый живет, невольно поддерживает, развивает в нас одни качества и способности, оставляя незадействованными другие. Некоторые свойства характера нами настолько не опробованы, что мы можем наблюдать их только в других людях, и не допускаем даже мысли, что в потенциале они могли бы быть проявлены в нас. Достаточно удачный образ целостности предложил Роберт Скиннер в книге "Семья и как в ней уцелеть" через метафору "ширмы", за которую положено все, маркированное детским опытом выживания в семье как "стыдное" и "порочное". Только, мне кажется, туда сложено не только стыдное и порочное, но и то, что просто ни разу не пригодилось на протяжении всего сенситивного (для развития этого качества) периода.
                </p>

                <p>
                    Усмотрение связи между целостностью и психическим здоровьем очень характерно для современных психологов, как теоретиков, так и практиков. Идеи возвращения здоровья через повышение психической целостности присутствовали в сознании исследователей ещё на заре появления психоанализа – первого направления психотерапии (например, одна из ранних идей Фрейда – о том, что восстановление пробелов в памяти имеет решающее значение для проработки травмы).
                </p>

                <p
                    style={{
                        margin: "20px",
                        fontSize: '20px'
                    }}
                >
                    <b>Как психическая целостность может быть частично восстановлена через отношения?</b>
                </p>

                <p>
                    У А. стихийным образом оказались развиты качества – целеустремленность, продуктивность, находчивость, решительность, агрессивность и умение её тактично проявлять в социуме. Поскольку эти способности были натренированы сильно, большинство окружающих людей в близких или деловых отношениях с А. "на фоне" него самого оказывались более пассивными, нерешительными, а порой и откровенно безответственными. Любое проявление слабости А. другая сторона не может встретить поддержкой или реальной помощью (помочь А. так, чтобы это было для него ощутимо, очень сложно). А. все больше закрепляется в ощущении необходимости рассчитывать только на себя. Его внутренние убеждения обосновывают, что именно так примерно и должно быть в отношениях, ничего другого ждать от других неоправданно.
                </p>

                <p
                    style={{ marginTop: '20px' }}
                >
                    Однако, в ходе крайне непродолжительной связи с К., А. открыл в себе новые ранее неизведанные стороны – признал свою потребность быть, в том числе иногда слабым, зависимым, просить и полагаться. Начиная с того момента, стало возможно создание отношений нового типа. Отношений с теми людьми, которые отчасти напоминали А. в аспекте устремленности, продуктивности, инициативности и пр., но также не стыдились своего права – нуждаться. С формированием первых таких отношений появилось внешнее подтверждение возможности развивать ранее "неуместные" качества личности. По мере этого процесса у А. стали появляться новые желания, совершенно непонятные прошлому Я. Если пытаться описать данное состояние образами – это похоже на появление полноводного ручья на территории ранее безжизненной пустыни.
                </p>

                <p
                    style={{ marginTop: '20px' }}
                >
                    В описанном примере исцеляющие отношения случились дважды – когда стало возможным признание ранее скрываемой от себя потребности (оно подготовило фундамент для перемен внешних – изменение круга общения) и когда были найдены отношения, в которых только начавшие своё становления качества были одобряемы и уместны (не пугали окружающих, соответствовали тому, с чем они были готовы иметь дело и т.д.).
                </p>

            </div>
        </div>
    )
}